# типы данных в питоне 
    # 1. none type - ничего. пустота -> None 
    # 2. boolean - истина или ложь -> true/False
    # 3. str()-строки "hello world","my name is mirbek"
# 4. числовые типы данных:
       # a) inteper - int () -целое число  (-1, -2, 0 1)
       # b) flot () - число в плавающей  точкой (-1.2, 10.15, 2.7)
       # c) complex () -комплексное число (3+5+16)
#





















# "стандандартный вывод данных"
# в пайтоне для вывода данных в терминале используется встроенная функция print()
print ("hello world")
print (27+5)
# стандартная ввод данных 
# через терминал используется фунция input ()
...

# a = input (ведите число)
# print (в а  хранится )
# print
print input ("ведите число")
print ("my name is Mrbek")